Repository: coteditor/CotEditor
Catalog: Packages/EditorCore/Sources/CharacterInfo/Resources/UnicodeBlock.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: Tamil Supplement
cs: Tamilské – dodatek
de: Ergänzungen zu Tamilisch
es: Suplemento tamil
fr: Supplément tamoul
it: Tamil supplementare
ja: タミル文字補助
ko: 타밀 문자 보충
nl: Tamil Aanvulling
pl: Uzupełnienie tamilskiego
pt: Suplemento Tâmil
tr: Tamilce Eki
zh_hans: 泰米尔文补充
zh_hant: 坦米爾文補充

source: Tangut
cs: Tangutské
de: Xixia
fr: Tangoute
ja: 西夏文字
ko: 탕구트 문자
pl: Tangucki
pt: Tangute
tr: Tangut Dili
zh_hans: 西夏文
zh_hant: 西夏文

source: Tangut Components
cs: Tangutské – komponenty
de: Xixia-Komponenten
es: Componentes tangut
fr: Composants tangoutes
it: Componenti tangut
ja: 西夏文字構成要素
ko: 탕구트 문자소
nl: Tangut-componenten
pl: Składniki tanguckiego
pt: Componentes Tangute
tr: Tangut Dili Bileşenleri
zh_hans: 西夏文部首
zh_hant: 西夏文組件

source: Tangut Supplement
cs: Tangutské – dodatek
de: Ergänzungen zu Xixia
es: Suplemento tangut
fr: Supplément tangoute
it: Tangut supplementare
ja: 西夏文字補助
ko: 탕구트 문자 보충
nl: Tangut Aanvulling
pl: Uzupełnienie tanguckiego
pt: Suplemento Tangute
tr: Tangut Dili Eki
zh_hans: 西夏文补充
zh_hant: 西夏文補充

source: Telugu
cs: Telugština
fr: Télougou
ja: テルグ文字
ko: 텔루구 문자
pt: Telugo
zh_hans: 泰卢固文
zh_hant: 泰盧固文

source: Thai
cs: Thajština
de: Thailändisch
es: Tailandés
fr: Thaï
it: Thailandese
ja: タイ文字
ko: 태국 문자
pl: Tajski
pt: Tailandês
tr: Tayca
zh_hans: 泰文
zh_hant: 泰文

source: Tibetan
cs: Tibetština
de: Tibetisch
es: Tibetano
fr: Tibétain
it: Tibetano
ja: チベット文字
ko: 티벳 문자
nl: Tibetaans
pl: Tybetański
pt: Tibetano
tr: Tibetçe
zh_hans: 西藏文
zh_hant: 藏文

source: Transport And Map Symbols
cs: Symboly dopravy a map
de: Transport- und Kartensymbole
es: Símbolos de transportes y mapas
fr: Symboles routiers et géographiques
it: Simboli trasporto e mappe
ja: 交通記号と地図記号
ko: 교통 및 지도 기호
nl: Vervoers- en kaartsymbolen
pl: Symbole logistyczne i kartograficzne
pt: Símbolos de Transportes e Mapas
tr: Ulaşım ve Harita Sembolleri
zh_hans: 交通与地图符号
zh_hant: 交通工具和地圖符號

source: Ugaritic
cs: Ugaritština
de: Ugaritisch
es: Ugarítico
fr: Ugaritique
it: Ugaritico
ja: ウガリト文字
ko: 우가릿 문자
nl: Oegaritisch
pl: Ugarycki
pt: Ugarítico
tr: Ugarit
zh_hans: 乌加里特文
zh_hant: 烏加列文

source: Unified Canadian Aboriginal Syllabics
cs: Písma kanadských původních obyvatel
de: Vereinheitlichte Silbenlaute kanadischer Indianerstämme
es: Silábico aborigen canadiense unificado
fr: Syllabes autochtones canadiennes
it: Scrittura sillabica aborigena canadese unificata
ja: 統合カナダ先住民音節
ko: 통합 캐나다 원주민 음절문자
nl: Inheems-Canadese syllaben Algemeen
pl: Ujednolicony sylabariusz rdzennych Kanadyjczyków
pt: Silabário Aborígine Canadense Unificado
tr: Birleştirilmiş Kanada Yerli Heceleri
zh_hans: 统一加拿大土著音节文字
zh_hant: 統一加拿大原住民音符

source: Unified Canadian Aboriginal Syllabics Extended
cs: Písma kanadských původních obyvatel rozšířená
de: Vereinheitlichte Silbenlaute kanadischer Indianerstämme (Erweitert)
es: Silábico aborigen canadiense unificado ampliado
fr: Syllabes autochtones canadiennes étendues
it: Scrittura sillabica aborigena canadese unificata estesa
ja: 統合カナダ先住民音節拡張
ko: 통합 캐나다 원주민 음절문자 확장
nl: Inheems-Canadese syllaben Algemeen Uitgebreid
pl: Ujednolicony sylabariusz rdzennych Kanadyjczyków, rozszerzenie
pt: Silabário Aborígine Canadense Unificado Ampliado
tr: Birleştirilmiş Kanada Yerli Heceleri - Genişletilmiş
zh_hans: 统一加拿大土著音节文字扩展
zh_hant: 統一加拿大原住民音符延伸

source: Unified Canadian Aboriginal Syllabics Extended-A
cs: Písma kanadských původních obyvatel rozšířená – A
de: Vereinheitlichte Silbenlaute kanadischer Ureinwohner:innen (Erweitert-A)
es: Silábico aborigen canadiense unificado ampliado-A
fr: Syllabes autochtones canadiennes étendues-A
it: Scrittura sillabica aborigena canadese unificata estesa-A
ja: 統合カナダ先住民音節拡張A
ko: 통합 캐나다 원주민 음절문자 확장-A
nl: Inheems-Canadese syllaben Algemeen Uitgebreid-A
pl: Ujednolicony sylabariusz rdzennych Kanadyjczyków, rozszerzenie A
pt: Silabário Aborígine Canadense Unificado Ampliado-A
tr: Birleştirilmiş Kanada Yerli Heceleri - Genişletilmiş-A
zh_hans: 统一加拿大土著音节文字扩展-A
zh_hant: 統一加拿大原住民音符延伸-A

source: Variation Selectors
cs: Selektory variací
de: Variationsselektoren
es: Selectores variación
fr: Sélecteurs de variation
it: Selettori di variazione
ja: 異体字選択符号
ko: 어미 변화 선택자
nl: Variatieselectors
pl: Przełączniki wariantów glifów
pt: Seletores de Variação
tr: Varyasyon Seçiciler
zh_hans: 变体选择器
zh_hant: 變體選擇器

source: Variation Selectors Supplement
cs: Alternativní selektory - dodatek
de: Ergänzungen zu Variationsselektoren
es: Suplemento de selectores de variación
fr: Sélecteurs de variation supplémentaires
it: Supplemento selettori variazione
ja: 異体字選択符号追加
ko: 어미 변화 선택자 보충
nl: Variatieselectors Aanvulling
pl: Dodatkowe przełączniki wariantów
pt: Suplemento de Seletores de Variação
tr: Varyasyon Seçiciler Eki
zh_hans: 变体选择器补充
zh_hant: 變體選擇器補充

source: Vedic Extensions
cs: Védská rozšíření
de: Vedisch-Erweiterungen
es: Extensiones védicas
fr: Védique étendu
it: Estensioni Vedic
ja: ヴェーダ文字拡張
ko: 베다어 확장
nl: Vedische uitbreidingen
pl: Rozszerzenia wedyjskie
pt: Extensões Védicas
tr: Vedic Genişletmeleri
zh_hans: 吠陀文扩展
zh_hant: 吠陀梵文延伸

source: Vertical Forms
cs: Vertikální tvary
de: Vertikale Formen
es: Formas verticales
fr: Formes verticales
it: Moduli verticali
ja: 縦書き用句読点
ko: 세로쓰기 모양
nl: Verticale vormen
pl: Formy pionowe
pt: Formas Verticais
tr: Düşey Formlar
zh_hans: 竖排形式
zh_hant: 直書形式

source: Yezidi
cs: Jezídské
de: Jesidisch
es: Yazidí
ja: イェジディ文字
ko: 예지디 문자
nl: Jezidisch
pl: Jezydyjski
pt: Iazidi
zh_hans: 雅兹迪文
zh_hant: 雅兹迪文

source: Yi Radicals
cs: Základní znaky Yi
de: Yi Radikale
es: Radicales yi
fr: Radicaux Yi
it: Radicali Yi
ja: 彝（イ）文字部首
ko: Yi 부수
nl: Yi-radicalen
pl: Radykały yi
pt: Radicais Yi
tr: Yi Kökleri
zh_hans: 彝文字根
zh_hant: Yi部首

source: Yi Syllables
cs: Slabiky Yi
de: Yi Syllabische Zeichen
es: Sílabas yi
fr: Syllabes Yi
it: Sillabe Yi
ja: 彝（イ）文字表音文字
ko: Yi 문자
nl: Yi-syllabenschrift
pl: Sylaby yi
pt: Sílabas Yi
tr: Yi Heceleri
zh_hans: 彝文音节
zh_hant: Yi音節

source: Yijing Hexagram Symbols
cs: Symboly hexagramů Yijing
de: Yijing Hexagrammsymbole
es: Símbolos hexagrama Yijing
fr: Symboles en hexagramme Yijing
it: Simboli Yijing Hexagram
ja: 易経の大成卦
ko: Yijing Hexagram 기호
nl: Yijing-hexagramsymbolen
pl: Heksagramy Yijing
pt: Símbolos de Hexagramas Yijing
tr: Yijing Altı Köşeli Yıldız Sembolleri
zh_hans: 易经六形符号
zh_hant: 八卦符號

source: Zanabazar Square
cs: Dzanabadzarovo čtvercové
de: Dsanabadsar-Quadratschrift
es: Zanabazar cuadricular
fr: Zanabazar carré
it: Zanabazar quadrato
ja: ザナバザル方形文字
ko: 자나바자르 사각형 문자
nl: Zanabazar vierkant
pl: Pismo kwadratowe Dzanabadzara
pt: Zanabazar Quadrado
tr: Kare Zanabazar
zh_hans: 札那巴札尔方形字母
zh_hant: 札那巴札爾方形字母

source: Znamenny Musical Notation
cs: Znamenná hudební notace
de: Snamennyj-Notenschrift
es: Notación musical del canto znamenny
fr: Notation musicale Znamenny
it: Notazione musicale znamenny
ja: ズナメニ記譜法
ko: 즈나메니 악보용 기호
nl: Znamenny-muzieknotatie
pl: Neumatyczna notacja muzyczna
pt: Notação Musical Znamenny
tr: Znamenny Müzik Gösterimi
zh_hans: 兹那门尼乐谱记号
zh_hant: 贊玫尼聖歌音樂符號

source: Bassa Vah
de: Bassa-Schrift
ja: バサ文字
ko: 바사바흐
zh_hans: 巴萨哇文字
zh_hant: 巴薩文

source: Khudawadi
de: Khudabadi
ja: フダーワーディー文字
ko: 쿠다와디
zh_hans: 库达瓦迪文
zh_hant: 胡達巴德文

source: Mende Kikakui
de: Mende-Schrift
es: Kikakui (mendé)
fr: Kikakoui mendé
ja: メンデ文字
ko: 멘데 키카쿠이
pl: Pismo ki-ka-ku
zh_hans: 门地奇卡奎文
zh_hant: 圖拉伊門德字母

source: Modi
de: Moḍ
it: Mende Kikakui
ja: モーディー文字
ko: 모디
zh_hans: 莫迪文
zh_hant: 摩迪文

source: Phags-pa
de: Phagspa-Schrift
ja: パスパ文字
ko: 파스파 문자
zh_hans: 八思巴文
zh_hant: 八思巴文

source: Tifinagh
de: Tifinagh-Schrift
ja: ティフナグ文字
ko: 티피나그
zh_hans: 提非纳文
zh_hant: 提非納文

source: Warang Citi
de: Varang Kshiti
ja: ワラング・クシティ文字
ko: 와랑 시티
pl: Varang kshiti
zh_hans: 瓦兰齐地文
zh_hant: 瓦蘭齊地文

source: Adlam
es: Ádlam
ja: アドラム文字
ko: 아들람 문자
zh_hans: 阿德拉姆字母
zh_hant: 阿德拉姆文

source: Mro
es: Mru
ja: ムロ文字
ko: 므로
zh_hans: 默文
zh_hant: 繆文

source: Myanmar
es: Birmania
fr: Birman
ja: ミャンマー文字
ko: 미얀마 문자
pl: Birmański
pt: Mianmar
zh_hans: 缅甸文
zh_hant: 緬甸文

source: Nyiakeng Puachue Hmong
es: Hmong nyiakeng puachue
fr: Nyiakeng Puatchue Khmong
ja: ニアケン・プアチェ・フモン文字
ko: 니아켕 푸아흐 몽
zh_hans: 创世纪苗文
zh_hant: 創世紀苗文

source: Ahom
fr: Âhom
ja: アーホム文字
ko: 아홈
zh_hans: 阿豪姆文字
zh_hant: 阿洪姆文

source: Bamum
fr: Bamoun
ja: バムン文字
ko: 바뭄 문자
zh_hans: 巴姆穆文字
zh_hant: 巴姆穆文

source: Deseret
fr: Déséret
ja: デザレット文字
ko: 디저렛 문자
zh_hans: 德赛莱特字母
zh_hant: 德瑟雷特文

source: Medefaidrin
fr: Medefidrin
ja: メデファイドリン文字
ko: 메데파이드린 문자
zh_hans: 梅德法伊德林文
zh_hant: 梅德法伊德林文

source: Meetei Mayek
fr: Meitei Mayek
ja: メイテイ文字
ko: 미테이 마예크 문자
pl: Manipuri
zh_hans: 曼尼普尔文
zh_hant: 曼尼普爾文

source: Ol Chiki
fr: Santâlî
ja: オル・チキ文字
ko: 올 치키 문자
zh_hans: 桑塔利文
zh_hant: 桑塔利文

source: Syloti Nagri
fr: Sylotî Nâgrî
ja: シロティ・ナグリ文字
ko: 실헤티 나가리
zh_hans: 辛哈拉文
zh_hant: 希洛弟納格里文

source: Tirhuta
fr: Tirhouta
ja: ティルフータ文字
ko: 티르후타
zh_hans: 提尔胡塔文
zh_hant: 邁蒂利文

source: Vai
fr: Vaï
ja: ヴァイ文字
ko: 바이 문자
pl: Wai
zh_hans: 瓦伊文
zh_hant: 瓦伊文

source: Vithkuqi
it: Vithkuq
ja: ビタクチェ文字
ko: 비츠쿠키
tr: Vitkuk
zh_hans: 维斯库奇文
zh_hant: 維斯庫奇文

source: Bhaiksuki
ja: バイクシュキー文字
ko: 바이크수키 문자
zh_hans: 拜克舒基文
zh_hant: 拜克舒基文

source: Bopomofo
ja: 注音字母
ko: 주음 기호
zh_hans: 注音字母
zh_hant: 漢語注音符號

source: Buhid
ja: ブヒッド文字
ko: 부히드 문자
zh_hans: 布西德文
zh_hant: 布錫文

source: Cham
ja: チャム文字
ko: 참족 문자
zh_hans: 占语字母
zh_hant: 占文

source: Dingbats
ja: 装飾記号
ko: 딩벳
pl: Dingbaty
zh_hans: 装饰符号

source: Grantha
ja: グランタ文字
ko: 그란타
zh_hans: 帕拉瓦文
zh_hant: 帕拉瓦文

source: Hanunoo
ja: ハヌノオ文字
ko: 하누누 문자
zh_hans: 哈鲁喏文
zh_hant: 漢奴奴

source: Hiragana
ja: ひらがな
ko: 히라가나
zh_hans: 平假名
zh_hant: 平假名

source: Kaithi
ja: カイティー文字
ko: 카이티 문자
zh_hans: 凯提文
zh_hant: 凱提體

source: Kanbun
ja: 漢文用記号
ko: 칸번 문자
zh_hans: 宽文
zh_hant: 漢字批註

source: Katakana
ja: カタカナ
ko: 가타카나
zh_hans: 片假名
zh_hant: 片假名

source: Kawi
ja: カウィ文字
ko: 카위
tr: Kavice
zh_hans: 卡维文
zh_hant: 卡維文

source: Kayah Li
ja: カヤー文字
ko: 카야 리 문자
zh_hans: 克耶李文
zh_hant: 克耶李文字

source: Khojki
ja: ホジャ文字
ko: 코즈키
pl: Chodżycki
zh_hans: 可吉文
zh_hant: 和卓文

source: Limbu
ja: リンブー文字
ko: 림부 문자
zh_hans: 林布文
zh_hant: 林布文

source: Lisu
ja: フレイザー文字
ko: 리수 문자
zh_hans: 傈僳文
zh_hant: 僳語

source: Marchen
ja: マルチェン文字
ko: 샹슝 문자
zh_hans: 玛钦文
zh_hant: 瑪欽文

source: N'Ko
ja: ンコ文字
ko: 은코 문자
zh_hans: 尼日尔-刚果语系
zh_hant: 曼德文字（N’Ko）

source: Nag Mundari
ja: ナグ・ムンダリ文字
ko: 나그 문다리
zh_hans: 蒙达里文
zh_hant: 蒙達里文

source: Nandinagari
ja: ナンディナーガリー文字
ko: 난디나가리 문자
zh_hans: 南迪那嘎黎文
zh_hant: 南迪城文

source: Osmanya
ja: ソマリ文字
ko: 오스만야 문자
pl: Osmanija
pt: Osmanli
zh_hans: 奥斯曼亚文
zh_hant: 奧斯曼亞文

source: Pahawh Hmong
ja: パハウ・フモン文字
ko: 파하우 몽
zh_hans: 帕哈苗文
zh_hant: 楊松錄苗文

source: Pau Cin Hau
ja: パウ・チン・ハウ文字
ko: 포 신 호
zh_hans: 袍清豪文
zh_hant: 袍清豪文

source: Rejang
ja: ルジャン文字
ko: 레장 문자
zh_hans: 拉让文
zh_hant: 雷姜文

source: Saurashtra
ja: サウラーシュトラ文字
ko: 사우라쉬드라 문자
zh_hans: 索拉什特拉文
zh_hant: 索拉什特拉文

source: Siddham
ja: 悉曇文字
ko: 실담
zh_hans: 悉昙文字
zh_hant: 悉曇字母

source: Sora Sompeng
ja: ソラ・ソンペン文字
ko: 소라 솜펭 문자
pl: Sorang Sompeng
zh_hans: 索拉文
zh_hant: 索拉桑朋文

source: Tagbanwa
ja: タグバヌア文字
ko: 태그반와 문자
zh_hans: 塔格班瓦文
zh_hant: 塔加班瓦文

source: Tai Le
ja: タイ・ナ文字
ko: 타이 누어 문자
zh_hans: 台乐文
zh_hant: 台樂文

source: Tai Tham
ja: タイ・タム文字
ko: 타이 데탐 문자
zh_hans: 傣坦文
zh_hant: 蘭納文

source: Tai Viet
ja: タイ・レ文字
ko: 타이 베트남 문자
zh_hans: 越南傣文
zh_hant: 越南傣文

source: Takri
ja: タクリ文字
ko: 타크리 문자
zh_hans: 塔卡里文
zh_hant: 塔克里文

source: Tangsa
ja: タンサ文字
ko: 당사
zh_hans: 唐萨文
zh_hant: 唐薩文

source: Thaana
ja: ターナ文字
ko: 탄야 문자
zh_hans: 塔纳文
zh_hant: 塔安那文

source: Wancho
ja: ワンチョー文字
ko: 완초 문자
zh_hans: 万秋文
zh_hant: 文喬文
